import { ProjectInfo } from "../types/projects";

export const projects: ProjectInfo[] = [
  {
    id: 1,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "good",
    name: "Ахборот-таҳлилий материалларни тайёрлаш учун давлат фуқаролик хизмати соҳасидаги статистик ҳисобот шаклларини ишлаб чиқади",
    statusText: "Статистик ҳисобот шаклларини ишлаб чиқилган.",
    subcategory:
      "Кадрлар сиёсатини таъминлаш йиғма ахборот-таҳлил департаменти",
  },
  {
    id: 2,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "ok",
    name: "Ҳудудлар ва тармоқлар кесимида давлат фуқаролик хизмати муаммоларини ўрганиш ва уларни бартараф этиш бўйича ахборот-таҳлилий маълумотлар базасини шакллантиради.",
    statusText:
      "Ахборот-таҳлилий маълумотлар базасини шакллантириш жараёни давом этмоқда.",
    subcategory:
      "Кадрлар сиёсатини таъминлаш йиғма ахборот-таҳлил департаменти",
  },
  {
    id: 3,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "bad",
    name: "Давлат фуқаролик хизмати статистикасини ва давлат фуқаролик хизматчиларининг марказлаштирилган ҳисобини юритади.",
    statusText:
      "Фуқаролик хизматига оид давлат органлари ва ташкилотлари рўйхати ва давлат фуқаролик хизмати лавозимлари реестри тасдиқланмаганлиги сабабли, Давлат фуқаролик хизмати статистикасини ва давлат фуқаролик хизматчиларининг марказлаштирилган ҳисоби юритилмаяпти.",
    subcategory:
      "Кадрлар сиёсатини таъминлаш йиғма ахборот-таҳлил департаменти",
  },
  {
    id: 4,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "good",
    name: "Давлат фуқаролик хизмати трансформациясининг ғоявий платформасини, уни ривожлантириш дастурлари ва лойиҳаларини ишлаб чиқиш, шунингдек, давлат фуқаролик хизмати соҳасида ягона сиёсатнинг амалга оширилишини таъминлаш.",
    statusText:
      "Давлат фуқаролик хизмати соҳасида ягона сиёсатнинг амалга оширилишини таъминлашга қаратилган конструктив таклифлар ишлаб чиқилган.",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 5,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "ok",
    name: "Давлат органлари ва ташкилотларининг давлат кадрлар сиёсати соҳасидаги фаолиятини мувофиқлаштириш.",
    statusText:
      "HRM электрон дастури фаолияти йўлга қўйилиши муносабати билан бюрократик омиллар тўлиқ бартараф этилиши бўйича амалий ишлар олиб борилмоқда",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 6,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "good",
    name: "Миллий кадрлар захирасини бошқариш, Давлат фуқаролик хизмати лавозимларининг давлат реестрини юритиш, шунингдек, давлат хизматчилари вакант лавозимларининг ягона очиқ порталини ташкил этиш ва юритиш.",
    statusText:
      "Давлат фуқаролик хизматчилари вакант лавозимларининг ягона очиқ портали “vacancy.argos.uz” йўлга қуйилди.",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 7,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "ok",
    name: "Давлат фуқаролик хизматчиларида юксак касбий ахлоқ-одобни, коррупцияга қарши туриш маданиятини ва унга тоқатсиз муносабатни шакллантириш.",
    statusText:
      "Давлат фуқаролик хизматчиларининг коррупцияга тоқатсизлигини оширишга қаратилган тарғибот тадбирлари ташкил этилмоқда.",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 8,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "ok",
    name: "Давлат фуқаролик хизмати масалаларида фуқароларнинг мурожаатларини кўриб чиқиш ва уларда қўйилган масалаларни ҳал этиш бўйича таклиф тайёрлаш, кўриб чиқиш ва чора-тадбирлар кўриш учун ушбу мурожаатларни тегишли давлат ва хўжалик бошқарув органларига юбориш, уларни ўз вақтида кўриб чиқишини назорат қилиш.",
    statusText:
      "Давлат фуқаролик хизмати масалаларида фуқароларнинг мурожаатларини кўриб чиқиш ва уларда қўйилган масалаларни ҳал этишга қаратилган онлайн тизимлар фаолияти йўлга қўйилган.",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 9,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "ok",
    name: "Тегишли вазирлик ва идоралар, шунингдек маҳаллий давлат ҳокимияти идоралари билан ҳамкорликда истиқболли кадрлар салоҳиятини ошириш учун ривожланган хорижий мамлакатларга стажировкага юборишни ташкил қилиш.",
    statusText:
      "Истиқболли кадрлар салоҳиятини ошириш учун хорижий давлатларга стажировка ва малака ошириш дастурлари ташкил этилмоқда.",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 10,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "ok",
    name: "Давлат фуқаролик хизмати кадрларини шаффоф равишда ва адолатли саралаб олиш ҳамда жой-жойига қўйишни таъминлаш, давлат органлари ва ташкилотларининг малакали кадрларга бўлган эҳтиёжларини қаноатлантириш бўйича услубий кўрсатмалар ишлаб чиқиш.",
    statusText:
      "Давлат органлари ва ташкилотларининг малакали кадрларга бўлган эҳтиёжларини қаноатлантириш бўйича услубий кўрсатмалар ишлаб чиқилмоқда.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 11,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "good",
    name: "Замон талаблари ва халқаро стандартларга мувофиқ давлат фуқаролик хизмати трансформациясининг ғоявий платформаси ва давлат фуқаролик хизмати соҳасидаги сиёсатнинг асосий йўналишларини шакллантириш бўйича таклифлар тайёрлаш",
    statusText:
      "Давлат фуқаролик хизмати соҳасидаги сиёсатнинг асосий йўналишларини шакллантириш бўйича таклифлар тайёрланган.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 12,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "ok",
    name: "Давлат органлари ва ташкилотларида кадрлар билан боғлиқ вазиятни ўрганиш, натижаларга кўра муаммоларни бартараф этиш ва кадрлар билан ишлашни яхшилаш бўйича таклифлар киритиш.",
    statusText:
      "Вазирлик ва идоралар, уларнинг ҳудудий тузилмалари томонидан кадрлар билан ишлаш борасидаги фаолияти доимий ўрганилмоқда, шунингдек натижаси бўйича таклифлар ишлаб чиқилмоқда.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 13,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "ok",
    name: "Давлат органлари ва ташкилотлари кадрлар бўлинмаларининг раҳбарлари лавозимларига тақдим этилган номзодларнинг шахсий, ахлоқий ва профессионал сифатларини ўрганиш, шу жумладан, тақдим этилган маълумотларнинг ишончлилиги ва тўлиқлигини текшириш.",
    statusText:
      "Кадрлар бўлинмаларининг раҳбарлари лавозимларига тақдим этилган номзодлар шахсий ва профессионал фаолияти таҳлил қилинмоқда",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 14,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "ok",
    name: "Давлат органлари ва ташкилотлари кадрлар бўлинмаларининг раҳбарлари фаолиятини, шу жумладан, улар томонидан одоб-ахлоқ қоидаларига риоя этилиши мониторингини олиб бориш, уларнинг эгаллаб турган лавозимларига мувофиқлиги тўғрисида хулосалар тайёрлаш, уларнинг ротация қилиниши ёки лавозимдан озод этилиши тўғрисида таклифлар киритиш.",
    statusText:
      "Давлат органлари ва ташкилотлари кадрлар бўлинмаларининг раҳбарлари фаолияти таҳлил қилинмоқда.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 15,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "ok",
    name: "Давлат органлари ва ташкилотлари кадрлар бўлинмаларининг раҳбарларининг шахсий йиғма жилдларни ҳисобга олиш, шакллантириш ва юритиш ишларини ташкил қилиш.",
    statusText:
      "Кадрлар бўлинмаларининг раҳбарларининг шахсий йиғма жилдлари юритилмоқда",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 16,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "good",
    name: "Давлат органлари ва ташкилотлари кадрлар бўлинмаларининг раҳбарлари тўғрисидаги маълумотлар базасини шакллантириш ва янгилаб бориш.",
    statusText:
      "Кадрлар бўлинмаларининг раҳбарлари тўғрисидаги маълумотлар базасини шакллантирилган.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 17,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "ok",
    name: "Давлат фуқаролик хизмати масалаларида фуқароларнинг мурожаатларини кўриб чиқиш ва уларда қўйилган масалаларни ҳал этиш бўйича таклиф тайёрлаш, кўриб чиқиш ва чора-тадбирлар кўриш учун ушбу мурожаатларни тегишли давлат ва хўжалик бошқарув органларига юбориш, уларни ўз вақтида кўриб чиқишини назорат қилиш.",
    statusText:
      "Фуқаролар мурожаатларини кўриб чиқиш ва уларда қўйилган масалаларни ҳал этиш бўйича таклиф тайёрлаб борилмоқда.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 18,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "bad",
    name: "Миллий кадрлар захирасини бошқаради ва Давлат фуқаролик хизмати лавозимларининг давлат реестри юритилишини таъминлаш.",
    statusText:
      "Давлат фуқаролик хизмати лавозимларининг давлат реестри тасдиқланмаганлиги сабабли, унинг юритилиши таъминланмаяпти.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
  {
    id: 19,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "bad",
    name: "Барча тоифалардаги давлат фуқаролик хизматчилари Давлат фуқаролик хизмати лавозимларининг давлат реестри билан қамраб олинганлигини таҳлил этиш.",
    statusText:
      "Давлат фуқаролик хизмати лавозимларининг давлат реестри тасдиқланмаганлиги сабабли, унинг юритилиши таъминланмаяпти.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
  {
    id: 20,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "good",
    name: "Давлат фуқаролик хизматчилари вакант лавозимларининг ягона очиқ порталини ташкил этиш ва унинг доимий янгиланган ҳолатда бўлишини таъминлаш.",
    statusText:
      "Давлат фуқаролик хизматчилари вакант лавозимларининг ягона очиқ портали “vacancy.argos.uz” ишга туширилди.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
  {
    id: 21,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "good",
    name: "Миллий кадрлар захирасига киритиш учун давлат хизматчилари тўғрисидаги маълумотлар ўз вақтида, тўлиқ ва ҳаққоний тақдим этилиши юзасидан давлат органлари ва ташкилотларининг кадрлар билан ишлаш бўлинмалари фаолиятини мувофиқлаштириш.",
    statusText:
      "“kadrlar.argos.uz” ва “hrm.argos.uz” платформаларида Миллий кадрлар захирасига киритлган давлат хизматчилари тўғрисидаги маълумотлар ўз вақтида, тўлиқ ва ҳаққоний тақдим этилиши юзасидан давлат органлари ва ташкилотларининг кадрлар билан ишлаш бўлинмалари фаолияти мувофиқлаштириб борилмоқда.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
  {
    id: 22,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "good",
    name: "Мустақиллик, одиллик ва шаффофлик тамойиллари асосида Миллий кадрлар захирасига кадрларни танлов асосида қабул қилишни ташкиллаштириш.",
    statusText:
      "Республика ижро ҳокимияти органлари, маҳаллий ҳокимликлардаги раҳбарлик лавозимларига кадрлар захираси, шунингдек, маҳаллалардаги ҳоким ёрдамчилари, ёшлар етакчилари ва хотин-қизлар фаоллари орасидан Салоҳиятли кадрлар резерви танлов асосида шакллантирилмоқда.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
  {
    id: 23,
    category: "Кадрлар маъмуриятчилиги департаменти",
    status: "good",
    name: "Миллий кадрлар захираси ва Давлат фуқаролик хизмати лавозимларининг давлат реестри юритилишини янада такомиллаштириш бўйича таклифлар тайёрлаш.",
    statusText:
      "Миллий кадрлар захирасини шакллантириш ва юритиш тартиби тўғрисидаги низом лойиҳаси ишлаб чиқилди.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
];
