import { ProjectInfo } from "../types/projects";

export const projects: ProjectInfo[] = [
  {
    id: 1,
    category: "KPI",
    status: "good",
    name: "Давлат фуқаролик хизматчилари фаолиятининг самарадорлигини баҳолаш мақсадида фойдаланиладиган ўлчанадиган индикаторлар (энг муҳим кўрсаткичлар) ишлаб чиқилишини таъминлайди",
    statusText:
      "Республикаси бўйича барча туман (шаҳар) ҳокими ўринбосарлари ва секторлар раҳбарлари фаолиятининг самарадорлигини баҳолаш бўйича ЭМСК ишлаб чиқилиб, баҳоланмоқда.",
  },
  {
    id: 2,
    category: "KPI",
    status: "good",
    name: "Ўлчанадиган индикаторлар (энг муҳим кўрсаткичлар)ни ишлаб чиқиш, шунингдек, уларнинг натижаларини таҳлил қилиш бўйича давлат органлари ва ташкилотлари фаолиятига раҳбарлик қилади ва услубий ёрдам кўрсатади",
    statusText:
      "МФЙда ҳоким ёрдамчилари, ёшлар етакчилари, хотин-қизлар фаоли фаолиятини, Соғлиқни сақлаш вазирлиги, Халқ қабулхонаси ходимлари фаолиятини баҳолаш бўйича ЭМСК ишлаб чиқилишида раҳбарлик қилиниб, услубий ёрдам кўрсатилди.",
  },
  {
    id: 3,
    category: "KPI",
    status: "good",
    name: "Давлат фуқаролик хизматчилари фаолияти самарадорлигининг ўлчанадиган индикаторларига (энг муҳим кўрсаткичлар) эришилиши натижалари таҳлилининг холислиги ва ҳаққонийлигини назорат қилади",
    statusText:
      "Барча туман (шаҳар) ҳокими ўринбосарлари ва секторлар раҳбарлари фаолиятининг самарадорлигини баҳолаш якунлари бўйича ҳамда МФЙда ҳоким ёрдамчилари, ёшлар етакчилари, хотин-қизлар фаоли фаолиятини баҳолаш якунлари бўйича натижалар таҳлилининг холислиги ва ҳаққонийлиги назорат қилинди.",
  },
  {
    id: 4,
    category: "KPI",
    status: "good",
    name: "Давлат фуқаролик хизматчилари кўрсатган ўлчанадиган индикаторлар (энг муҳим кўрсаткичлар) натижаларини таҳлил қилади",
    statusText:
      "Барча туман (шаҳар) ҳокими ўринбосарлари ва секторлар раҳбарлари фаолиятининг самарадорлигини баҳолаш якунлари бўйича ҳамда МФЙда ҳоким ёрдамчилари, ёшлар етакчилари, хотин-қизлар фаоли фаолиятини баҳолаш натижалари таҳлил қилиниб, Президент Адиминистрациясига киритилган.",
  },
  {
    id: 5,
    category: "KPI",
    status: "good",
    name: "Давлат фуқаролик хизматчилари фаолияти самарадорлигини, фуқаролар ва тадбиркорлик субъектларининг давлат фуқаролик хизматчилари фаолиятидан қониқиш даражасини баҳолашнинг замонавий услубларидан фойдаланади, шу жумладан жамоатчилик фикрини ўрганади, статистика ва ижтимоий тадқиқотларни таҳлил қилади",
    statusText:
      "Барча туман (шаҳар) ҳокими ўринбосарлари ва секторлар раҳбарлари фаолияти натижадорлиги юзасидан аҳолининг қониқиш даражасини аниқлаш мақсадида сўровномалар ўтказилди ва Раҳбариятга киритилган.",
  },
  {
    id: 6,
    category: "KPI",
    status: "good",
    name: "Давлат фуқаролик хизматчилари фаолияти самарадорлигини баҳолаш якунлари бўйича давлат органлари ва ташкилотлари раҳбарларининг очиқ рейтингини шакллантиради",
    statusText:
      "Барча туман (шаҳар) ҳокими ўринбосарлари ва секторлар раҳбарларининг “samaradorlik.uz” электрон платформасида очиқ рейтинги шакллантирилиб, Давлат маслаҳатчиси ва ҳудудий ҳокимликларга ҳавола қилинди.",
  },
  {
    id: 7,
    category: "KPI",
    status: "good",
    name: "Давлат органлари ва ташкилотларининг ташкилий тузилмасини уларнинг бўлинмалари ишини самарали ташкил этиш, бир-бирини такрорловчи вазифа ва функцияларни бекор қилиш нуқтаи назаридан таҳлил қилиш ва улар фаолиятини оптималлаштириш бўйича таклифлар киритишда иштирок этади",
    statusText:
      "Ўзбекистон Республикаси Соғлиқни сақлаш вазирлиги, Сув хўжалиги вазирлиги, Қишлоқ хўжалиги вазирлиги, Экология ва атроф-муҳитни муҳофаза қилиш вазирилиги фаолиятини ўрганишда иштириок этилиб, натижаси бўйича таклифлар киритилди.",
  },
  {
    id: 8,
    category: "KPI",
    status: "good",
    name: "Давлат фуқаролик хизматини ривожлантиришга, ходимларни бошқариш ва инсон ресурсларини ривожлантириш соҳасида илғор халқаро стандартлар ва энг яхши хориж амалиётларини жорий этишга қаратилган давлат дастурлари ҳамда лойиҳаларини ишлаб чиқиш ва амалга оширишда иштирок этади",
    statusText:
      "Агентликка келиб тушган давлат дастурлари ҳамда лойиҳаларини ишлаб чиқиш ва амалга оширишда иштирок этилмоқда.",
  },
  {
    id: 9,
    category: "KPI",
    status: "good",
    name: "Давлат фуқаролик хизматчилари фаолиятини мониторинг қилиш ва баҳолаш соҳасида норматив-ҳуқуқий ҳужжатлар ва бошқа ҳужжатларнинг лойиҳаларини ишлаб чиқади ҳамда уларни белгиланган тартибда кўриб чиқиш учун киритади",
    statusText:
      "1. Ўзбекистон Республикаси Президенти ҳузуридаги Давлат хизматини ривожлантириш агентлигининг 2022 йил 1 ноябрдаги 27-сон буйруғи билан Давлат фуқаролик хизмати соҳасида мониторинг ўтказиш тартиби тўғрисидаги НИЗОМ тасдиқланди. 2. Ўзбекистон Республикаси Президенти ҳузуридаги Давлат хизматини ривожлантириш агентлиги директорининг 2022 йил 21 ноябрдаги 2-2022-сон буйруғи билан Давлат фуқаролик хизматчилари фаолиятининг самарадорлигини энг муҳим кўрсаткичлар асосида баҳолаш УСЛУБИЯТИ [2022 йил 28 декабрь, рўйхат рақами 3407] амалиётга жорий этилди.",
  },
  {
    id: 10,
    category: "KPI",
    status: "good",
    name: "Давлат фуқаролик хизматини ривожлантиришга оид таклифларни Ўзбекистон Республикаси Президенти Администрацияси, Вазирлар Маҳкамаси ҳамда давлат органлари ва ташкилотларига кўриб чиқиш учун киритади",
    statusText:
      "Агентликка келиб тушган хат ва ҳужжатлар бўйича тегишли қисми юзасидан таклифлар тақдим этилмоқда.",
  },
  {
    id: 11,
    category: "KPI",
    status: "bad",
    name: "Давлат хизмати соҳасидаги норматив-ҳуқуқий ҳужжатлар талабларига риоя этилиши ҳолатини мониторинг қилиш ва ўрганиш",
    statusText:
      "Мониторинг қилинмади. Сабаби давлат фуқаролик хизмати органлари реестри тасдиқланмади. Ҳуқуқий асос мавжуд эмас.",
  },
  {
    id: 12,
    category: "KPI",
    status: "good",
    name: "Энг муҳим самарадорлик кўрсаткичлари (ЭМСК) асосида давлат хизматчилари фаолиятининг натижадорлигини баҳолаш тартибини белгилайди",
    statusText:
      "Ўзбекистон Республикаси Президенти ҳузуридаги Давлат хизматини ривожлантириш агентлиги директорининг 2022 йил 21 ноябрдаги 2-2022-сон буйруғи билан Давлат фуқаролик хизматчилари фаолиятининг самарадорлигини энг муҳим кўрсаткичлар асосида баҳолаш УСЛУБИЯТИ [2022 йил 28 декабрь, рўйхат рақами 3407] амалиётга жорий этилди.",
  },
  {
    id: 13,
    category: "KPI",
    status: "bad",
    name: "Давлат фуқаролик хизмати соҳасида қабул қилинган норматив-ҳуқуқий ҳужжатларнинг таъсири самарадорлигини баҳолашда иштирок этади",
    statusText:
      "Иштирок этилмади. Сабаби Агентликка юклатиган умумий вазифа. Департамент вазифаси бўйича алоҳида топшириқ келиб тушмади",
  },
  {
    id: 14,
    category: "KPI",
    status: "bad",
    name: "Давлат фуқаролик хизмати соҳасида давлат органлари ва ташкилотлари фаолиятини тизимли асосда мониторинг қилади, аниқланган камчиликлар ва нуқсонларни бартараф этиш бўйича таклифларни тайёрлайди ҳамда бошқа зарурий чораларни амалга оширади",
    statusText:
      "Мониторинг қилинмади. Сабаби давлат фуқаролик хизмати органлари реестри тасдиқланмади. Ҳуқуқий асос мавжуд эмас.",
  },
  {
    id: 15,
    category: "KPI",
    status: "bad",
    name: "Бажарилишини назорат қилиш Департамент зиммасига юклатилган норматив-ҳуқуқий ҳужжатлар ва топшириқларининг давлат органлари ва ташкилотлари томонидан ўз вақтида ва белгиланган тартибда ижро этилишини мувофиқлаштиради",
    statusText:
      "Агентлик раҳбарияти томонидан департаментга юклатилган топшириқлар ижроси таъминланмоқда.",
  },
];
