import { ProjectInfo } from "../types/projects";

export const projects: ProjectInfo[] = [
  {
    id: 1,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "good",
    name: "Ахборот-таҳлилий материалларни тайёрлаш учун давлат фуқаролик хизмати соҳасидаги статистик ҳисобот шаклларини ишлаб чиқади",
    statusText: "Статистик ҳисобот шаклларини ишлаб чиқилган.",
    subcategory:
      "Кадрлар сиёсатини таъминлаш йиғма ахборот-таҳлил департаменти",
  },
  {
    id: 2,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "ok",
    name: "Ҳудудлар ва тармоқлар кесимида давлат фуқаролик хизмати муаммоларини ўрганиш ва уларни бартараф этиш бўйича ахборот-таҳлилий маълумотлар базасини шакллантиради.",
    statusText:
      "Ахборот-таҳлилий маълумотлар базасини шакллантириш жараёни давом этмоқда.",
    subcategory:
      "Кадрлар сиёсатини таъминлаш йиғма ахборот-таҳлил департаменти",
  },
  {
    id: 3,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "bad",
    name: "Давлат фуқаролик хизмати статистикасини ва давлат фуқаролик хизматчиларининг марказлаштирилган ҳисобини юритади.",
    statusText:
      "Фуқаролик хизматига оид давлат органлари ва ташкилотлари рўйхати ва давлат фуқаролик хизмати лавозимлари реестри тасдиқланмаганлиги сабабли, Давлат фуқаролик хизмати статистикасини ва давлат фуқаролик хизматчиларининг марказлаштирилган ҳисоби юритилмаяпти.",
    subcategory:
      "Кадрлар сиёсатини таъминлаш йиғма ахборот-таҳлил департаменти",
  },
  {
    id: 4,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "good",
    name: "Давлат фуқаролик хизмати трансформациясининг ғоявий платформасини, уни ривожлантириш дастурлари ва лойиҳаларини ишлаб чиқиш, шунингдек, давлат фуқаролик хизмати соҳасида ягона сиёсатнинг амалга оширилишини таъминлаш.",
    statusText:
      "Давлат фуқаролик хизмати соҳасида ягона сиёсатнинг амалга оширилишини таъминлашга қаратилган конструктив таклифлар ишлаб чиқилган.",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 5,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "ok",
    name: "Давлат органлари ва ташкилотларининг давлат кадрлар сиёсати соҳасидаги фаолиятини мувофиқлаштириш.",
    statusText:
      "HRM электрон дастури фаолияти йўлга қўйилиши муносабати билан бюрократик омиллар тўлиқ бартараф этилиши бўйича амалий ишлар олиб борилмоқда",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 6,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "good",
    name: "Миллий кадрлар захирасини бошқариш, Давлат фуқаролик хизмати лавозимларининг давлат реестрини юритиш, шунингдек, давлат хизматчилари вакант лавозимларининг ягона очиқ порталини ташкил этиш ва юритиш.",
    statusText:
      "Давлат фуқаролик хизматчилари вакант лавозимларининг ягона очиқ портали “vacancy.argos.uz” йўлга қуйилди.",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 7,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "ok",
    name: "Давлат фуқаролик хизматчиларида юксак касбий ахлоқ-одобни, коррупцияга қарши туриш маданиятини ва унга тоқатсиз муносабатни шакллантириш.",
    statusText:
      "Давлат фуқаролик хизматчиларининг коррупцияга тоқатсизлигини оширишга қаратилган тарғибот тадбирлари ташкил этилмоқда.",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 8,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "ok",
    name: "Давлат фуқаролик хизмати масалаларида фуқароларнинг мурожаатларини кўриб чиқиш ва уларда қўйилган масалаларни ҳал этиш бўйича таклиф тайёрлаш, кўриб чиқиш ва чора-тадбирлар кўриш учун ушбу мурожаатларни тегишли давлат ва хўжалик бошқарув органларига юбориш, уларни ўз вақтида кўриб чиқишини назорат қилиш.",
    statusText:
      "Давлат фуқаролик хизмати масалаларида фуқароларнинг мурожаатларини кўриб чиқиш ва уларда қўйилган масалаларни ҳал этишга қаратилган онлайн тизимлар фаолияти йўлга қўйилган.",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 9,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "ok",
    name: "Тегишли вазирлик ва идоралар, шунингдек маҳаллий давлат ҳокимияти идоралари билан ҳамкорликда истиқболли кадрлар салоҳиятини ошириш учун ривожланган хорижий мамлакатларга стажировкага юборишни ташкил қилиш.",
    statusText:
      "Истиқболли кадрлар салоҳиятини ошириш учун хорижий давлатларга стажировка ва малака ошириш дастурлари ташкил этилмоқда.",
    subcategory: "Кадрлар маъмуриятчилиги департаменти",
  },
  {
    id: 10,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "ok",
    name: "Давлат фуқаролик хизмати кадрларини шаффоф равишда ва адолатли саралаб олиш ҳамда жой-жойига қўйишни таъминлаш, давлат органлари ва ташкилотларининг малакали кадрларга бўлган эҳтиёжларини қаноатлантириш бўйича услубий кўрсатмалар ишлаб чиқиш.",
    statusText:
      "Давлат органлари ва ташкилотларининг малакали кадрларга бўлган эҳтиёжларини қаноатлантириш бўйича услубий кўрсатмалар ишлаб чиқилмоқда.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 11,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "good",
    name: "Замон талаблари ва халқаро стандартларга мувофиқ давлат фуқаролик хизмати трансформациясининг ғоявий платформаси ва давлат фуқаролик хизмати соҳасидаги сиёсатнинг асосий йўналишларини шакллантириш бўйича таклифлар тайёрлаш",
    statusText:
      "Давлат фуқаролик хизмати соҳасидаги сиёсатнинг асосий йўналишларини шакллантириш бўйича таклифлар тайёрланган.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 12,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "ok",
    name: "Давлат органлари ва ташкилотларида кадрлар билан боғлиқ вазиятни ўрганиш, натижаларга кўра муаммоларни бартараф этиш ва кадрлар билан ишлашни яхшилаш бўйича таклифлар киритиш.",
    statusText:
      "Вазирлик ва идоралар, уларнинг ҳудудий тузилмалари томонидан кадрлар билан ишлаш борасидаги фаолияти доимий ўрганилмоқда, шунингдек натижаси бўйича таклифлар ишлаб чиқилмоқда.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 13,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "ok",
    name: "Давлат органлари ва ташкилотлари кадрлар бўлинмаларининг раҳбарлари лавозимларига тақдим этилган номзодларнинг шахсий, ахлоқий ва профессионал сифатларини ўрганиш, шу жумладан, тақдим этилган маълумотларнинг ишончлилиги ва тўлиқлигини текшириш.",
    statusText:
      "Кадрлар бўлинмаларининг раҳбарлари лавозимларига тақдим этилган номзодлар шахсий ва профессионал фаолияти таҳлил қилинмоқда",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 14,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "ok",
    name: "Давлат органлари ва ташкилотлари кадрлар бўлинмаларининг раҳбарлари фаолиятини, шу жумладан, улар томонидан одоб-ахлоқ қоидаларига риоя этилиши мониторингини олиб бориш, уларнинг эгаллаб турган лавозимларига мувофиқлиги тўғрисида хулосалар тайёрлаш, уларнинг ротация қилиниши ёки лавозимдан озод этилиши тўғрисида таклифлар киритиш.",
    statusText:
      "Давлат органлари ва ташкилотлари кадрлар бўлинмаларининг раҳбарлари фаолияти таҳлил қилинмоқда.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 15,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "ok",
    name: "Давлат органлари ва ташкилотлари кадрлар бўлинмаларининг раҳбарларининг шахсий йиғма жилдларни ҳисобга олиш, шакллантириш ва юритиш ишларини ташкил қилиш.",
    statusText:
      "Кадрлар бўлинмаларининг раҳбарларининг шахсий йиғма жилдлари юритилмоқда",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 16,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "good",
    name: "Давлат органлари ва ташкилотлари кадрлар бўлинмаларининг раҳбарлари тўғрисидаги маълумотлар базасини шакллантириш ва янгилаб бориш.",
    statusText:
      "Кадрлар бўлинмаларининг раҳбарлари тўғрисидаги маълумотлар базасини шакллантирилган.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 17,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "ok",
    name: "Давлат фуқаролик хизмати масалаларида фуқароларнинг мурожаатларини кўриб чиқиш ва уларда қўйилган масалаларни ҳал этиш бўйича таклиф тайёрлаш, кўриб чиқиш ва чора-тадбирлар кўриш учун ушбу мурожаатларни тегишли давлат ва хўжалик бошқарув органларига юбориш, уларни ўз вақтида кўриб чиқишини назорат қилиш.",
    statusText:
      "Фуқаролар мурожаатларини кўриб чиқиш ва уларда қўйилган масалаларни ҳал этиш бўйича таклиф тайёрлаб борилмоқда.",
    subcategory:
      "Давлат органи ва ташкилотларида кадрлар ишини мувофиқлаштириш бошқармаси",
  },
  {
    id: 18,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "bad",
    name: "Миллий кадрлар захирасини бошқаради ва Давлат фуқаролик хизмати лавозимларининг давлат реестри юритилишини таъминлаш.",
    statusText:
      "Давлат фуқаролик хизмати лавозимларининг давлат реестри тасдиқланмаганлиги сабабли, унинг юритилиши таъминланмаяпти.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
  {
    id: 19,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "bad",
    name: "Барча тоифалардаги давлат фуқаролик хизматчилари Давлат фуқаролик хизмати лавозимларининг давлат реестри билан қамраб олинганлигини таҳлил этиш.",
    statusText:
      "Давлат фуқаролик хизмати лавозимларининг давлат реестри тасдиқланмаганлиги сабабли, унинг юритилиши таъминланмаяпти.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
  {
    id: 20,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "good",
    name: "Давлат фуқаролик хизматчилари вакант лавозимларининг ягона очиқ порталини ташкил этиш ва унинг доимий янгиланган ҳолатда бўлишини таъминлаш.",
    statusText:
      "Давлат фуқаролик хизматчилари вакант лавозимларининг ягона очиқ портали “vacancy.argos.uz” ишга туширилди.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
  {
    id: 21,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "good",
    name: "Миллий кадрлар захирасига киритиш учун давлат хизматчилари тўғрисидаги маълумотлар ўз вақтида, тўлиқ ва ҳаққоний тақдим этилиши юзасидан давлат органлари ва ташкилотларининг кадрлар билан ишлаш бўлинмалари фаолиятини мувофиқлаштириш.",
    statusText:
      "“kadrlar.argos.uz” ва “hrm.argos.uz” платформаларида Миллий кадрлар захирасига киритлган давлат хизматчилари тўғрисидаги маълумотлар ўз вақтида, тўлиқ ва ҳаққоний тақдим этилиши юзасидан давлат органлари ва ташкилотларининг кадрлар билан ишлаш бўлинмалари фаолияти мувофиқлаштириб борилмоқда.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
  {
    id: 22,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "good",
    name: "Мустақиллик, одиллик ва шаффофлик тамойиллари асосида Миллий кадрлар захирасига кадрларни танлов асосида қабул қилишни ташкиллаштириш.",
    statusText:
      "Республика ижро ҳокимияти органлари, маҳаллий ҳокимликлардаги раҳбарлик лавозимларига кадрлар захираси, шунингдек, маҳаллалардаги ҳоким ёрдамчилари, ёшлар етакчилари ва хотин-қизлар фаоллари орасидан Салоҳиятли кадрлар резерви танлов асосида шакллантирилмоқда.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
  {
    id: 23,
    category: "Кадрлар маъмуриятчилиги департаменти",
    category_id: 1,
    status: "good",
    name: "Миллий кадрлар захираси ва Давлат фуқаролик хизмати лавозимларининг давлат реестри юритилишини янада такомиллаштириш бўйича таклифлар тайёрлаш.",
    statusText:
      "Миллий кадрлар захирасини шакллантириш ва юритиш тартиби тўғрисидаги низом лойиҳаси ишлаб чиқилди.",
    subcategory: "Миллий кадрлар заҳираси билан ишлаш бошқармаси",
  },
  {
    id: 24,
    category: "Кадрлар сиёсатини таъминлаш йиғма ахборот-таҳлил департаменти",
    category_id: 2,
    status: "good",
    name: "Ахборот-таҳлилий материалларни тайёрлаш учун давлат фуқаролик хизмати соҳасидаги статистик ҳисобот шаклларини ишлаб чиқади",
    statusText: "Статистик ҳисобот шакллари ишлаб чиқилган.",
    subcategory: "",
  },
  {
    id: 25,
    category: "Кадрлар сиёсатини таъминлаш йиғма ахборот-таҳлил департаменти",
    category_id: 2,
    status: "ok",
    name: "Ҳудудлар ва тармоқлар кесимида давлат фуқаролик хизмати муаммоларини ўрганиш ва уларни бартараф этиш бўйича ахборот-таҳлилий маълумотлар базасини шакллантиради.",
    statusText:
      "Ахборот-таҳлилий маълумотлар базасини шакллантириш жараёни давом этмоқда.",
    subcategory: "",
  },
  {
    id: 26,
    category: "Кадрлар сиёсатини таъминлаш йиғма ахборот-таҳлил департаменти",
    category_id: 2,
    status: "bad",
    name: "Давлат фуқаролик хизмати статистикасини ва давлат фуқаролик хизматчиларининг марказлаштирилган ҳисобини юритади.",
    statusText:
      "Фуқаролик хизматига оид давлат органлари ва ташкилотлари рўйхати ва давлат фуқаролик хизмати лавозимлари реестри тасдиқланмаганлиги сабабли,",
    subcategory: "",
  },
  {
    id: 27,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Давлат фуқаролик хизматчилари фаолиятининг самарадорлигини баҳолаш мақсадида фойдаланиладиган ўлчанадиган индикаторлар (энг муҳим кўрсаткичлар) ишлаб чиқилишини таъминлайди",
    statusText:
      "Республикаси бўйича барча туман (шаҳар) ҳокими ўринбосарлари ва секторлар раҳбарлари фаолиятининг самарадорлигини баҳолаш бўйича ЭМСК ишлаб чиқилиб, баҳоланмоқда.",
    subcategory: "",
  },
  {
    id: 28,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Ўлчанадиган индикаторлар (энг муҳим кўрсаткичлар)ни ишлаб чиқиш, шунингдек, уларнинг натижаларини таҳлил қилиш бўйича давлат органлари ва ташкилотлари фаолиятига раҳбарлик қилади ва услубий ёрдам кўрсатади",
    statusText:
      "МФЙда ҳоким ёрдамчилари, ёшлар етакчилари, хотин-қизлар фаоли фаолиятини, Соғлиқни сақлаш вазирлиги, Халқ қабулхонаси ходимлари фаолиятини баҳолаш бўйича ЭМСК ишлаб чиқилишида раҳбарлик қилиниб, услубий ёрдам кўрсатилди.",
    subcategory: "",
  },
  {
    id: 29,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Давлат фуқаролик хизматчилари фаолияти самарадорлигининг ўлчанадиган индикаторларига (энг муҳим кўрсаткичлар) эришилиши натижалари таҳлилининг холислиги ва ҳаққонийлигини назорат қилади",
    statusText:
      "Барча туман (шаҳар) ҳокими ўринбосарлари ва секторлар раҳбарлари фаолиятининг самарадорлигини баҳолаш якунлари бўйича ҳамда МФЙда ҳоким ёрдамчилари, ёшлар етакчилари, хотин-қизлар фаоли фаолиятини баҳолаш якунлари бўйича натижалар таҳлилининг холислиги ва ҳаққонийлиги назорат қилинди.",
    subcategory: "",
  },
  {
    id: 30,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Давлат фуқаролик хизматчилари кўрсатган ўлчанадиган индикаторлар (энг муҳим кўрсаткичлар) натижаларини таҳлил қилади",
    statusText:
      "Барча туман (шаҳар) ҳокими ўринбосарлари ва секторлар раҳбарлари фаолиятининг самарадорлигини баҳолаш якунлари бўйича ҳамда МФЙда ҳоким ёрдамчилари, ёшлар етакчилари, хотин-қизлар фаоли фаолиятини баҳолаш натижалари таҳлил қилиниб, Президент Адиминистрациясига киритилган.",
    subcategory: "",
  },
  {
    id: 31,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Давлат фуқаролик хизматчилари фаолияти самарадорлигини, фуқаролар ва тадбиркорлик субъектларининг давлат фуқаролик хизматчилари фаолиятидан қониқиш даражасини баҳолашнинг замонавий услубларидан фойдаланади, шу жумладан жамоатчилик фикрини ўрганади, статистика ва ижтимоий тадқиқотларни таҳлил қилади",
    statusText:
      "Барча туман (шаҳар) ҳокими ўринбосарлари ва секторлар раҳбарлари фаолияти натижадорлиги юзасидан аҳолининг қониқиш даражасини аниқлаш мақсадида сўровномалар ўтказилди ва Раҳбариятга киритилган.",
    subcategory: "",
  },
  {
    id: 32,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Давлат фуқаролик хизматчилари фаолияти самарадорлигини баҳолаш якунлари бўйича давлат органлари ва ташкилотлари раҳбарларининг очиқ рейтингини шакллантиради",
    statusText:
      "Барча туман (шаҳар) ҳокими ўринбосарлари ва секторлар раҳбарларининг “samaradorlik.uz” электрон платформасида очиқ рейтинги шакллантирилиб, Давлат маслаҳатчиси ва ҳудудий ҳокимликларга ҳавола қилинди.",
    subcategory: "",
  },
  {
    id: 33,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Давлат органлари ва ташкилотларининг ташкилий тузилмасини уларнинг бўлинмалари ишини самарали ташкил этиш, бир-бирини такрорловчи вазифа ва функцияларни бекор қилиш нуқтаи назаридан таҳлил қилиш ва улар фаолиятини оптималлаштириш бўйича таклифлар киритишда иштирок этади",
    statusText:
      "Ўзбекистон Республикаси Соғлиқни сақлаш вазирлиги, Сув хўжалиги вазирлиги, Қишлоқ хўжалиги вазирлиги, Экология ва атроф-муҳитни муҳофаза қилиш вазирилиги фаолиятини ўрганишда иштириок этилиб, натижаси бўйича таклифлар киритилди.",
    subcategory: "",
  },
  {
    id: 34,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Давлат фуқаролик хизматини ривожлантиришга, ходимларни бошқариш ва инсон ресурсларини ривожлантириш соҳасида илғор халқаро стандартлар ва энг яхши хориж амалиётларини жорий этишга қаратилган давлат дастурлари ҳамда лойиҳаларини ишлаб чиқиш ва амалга оширишда иштирок этади",
    statusText:
      "Агентликка келиб тушган давлат дастурлари ҳамда лойиҳаларини ишлаб чиқиш ва амалга оширишда иштирок этилмоқда.",
    subcategory: "",
  },
  {
    id: 35,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Давлат фуқаролик хизматчилари фаолиятини мониторинг қилиш ва баҳолаш соҳасида норматив-ҳуқуқий ҳужжатлар ва бошқа ҳужжатларнинг лойиҳаларини ишлаб чиқади ҳамда уларни белгиланган тартибда кўриб чиқиш учун киритади",
    statusText:
      "1. Ўзбекистон Республикаси Президенти ҳузуридаги Давлат хизматини ривожлантириш агентлигининг 2022 йил 1 ноябрдаги 27-сон буйруғи билан Давлат фуқаролик хизмати соҳасида мониторинг ўтказиш тартиби тўғрисидаги НИЗОМ тасдиқланди. 2. Ўзбекистон Республикаси Президенти ҳузуридаги Давлат хизматини ривожлантириш агентлиги директорининг 2022 йил 21 ноябрдаги 2-2022-сон буйруғи билан Давлат фуқаролик хизматчилари фаолиятининг самарадорлигини энг муҳим кўрсаткичлар асосида баҳолаш УСЛУБИЯТИ [2022 йил 28 декабрь, рўйхат рақами 3407] амалиётга жорий этилди.",
    subcategory: "",
  },
  {
    id: 36,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Давлат фуқаролик хизматини ривожлантиришга оид таклифларни Ўзбекистон Республикаси Президенти Администрацияси, Вазирлар Маҳкамаси ҳамда давлат органлари ва ташкилотларига кўриб чиқиш учун киритади",
    statusText:
      "Агентликка келиб тушган хат ва ҳужжатлар бўйича тегишли қисми юзасидан таклифлар тақдим этилмоқда.",
    subcategory: "",
  },
  {
    id: 37,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "bad",
    name: "Давлат хизмати соҳасидаги норматив-ҳуқуқий ҳужжатлар талабларига риоя этилиши ҳолатини мониторинг қилиш ва ўрганиш",
    statusText:
      "Мониторинг қилинмади. Сабаби давлат фуқаролик хизмати органлари реестри тасдиқланмади. Ҳуқуқий асос мавжуд эмас.",
    subcategory: "",
  },
  {
    id: 38,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Энг муҳим самарадорлик кўрсаткичлари (ЭМСК) асосида давлат хизматчилари фаолиятининг натижадорлигини баҳолаш тартибини белгилайди",
    statusText:
      "Ўзбекистон Республикаси Президенти ҳузуридаги Давлат хизматини ривожлантириш агентлиги директорининг 2022 йил 21 ноябрдаги 2-2022-сон буйруғи билан Давлат фуқаролик хизматчилари фаолиятининг самарадорлигини энг муҳим кўрсаткичлар асосида баҳолаш УСЛУБИЯТИ [2022 йил 28 декабрь, рўйхат рақами 3407] амалиётга жорий этилди.",
    subcategory: "",
  },
  {
    id: 39,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "bad",
    name: "Давлат фуқаролик хизмати соҳасида қабул қилинган норматив-ҳуқуқий ҳужжатларнинг таъсири самарадорлигини баҳолашда иштирок этади",
    statusText:
      "Иштирок этилмади. Сабаби Агентликка юклатиган умумий вазифа. Департамент вазифаси бўйича алоҳида топшириқ келиб тушмади",
    subcategory: "",
  },
  {
    id: 40,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "bad",
    name: "Давлат фуқаролик хизмати соҳасида давлат органлари ва ташкилотлари фаолиятини тизимли асосда мониторинг қилади, аниқланган камчиликлар ва нуқсонларни бартараф этиш бўйича таклифларни тайёрлайди ҳамда бошқа зарурий чораларни амалга оширади",
    statusText:
      "Мониторинг қилинмади. Сабаби давлат фуқаролик хизмати органлари реестри тасдиқланмади. Ҳуқуқий асос мавжуд эмас.",
    subcategory: "",
  },
  {
    id: 41,
    category:
      "Давлат хизматчилари фаолиятини мониторинг қилиш ва баҳолаш департаменти",
    category_id: 3,
    status: "good",
    name: "Бажарилишини назорат қилиш Департамент зиммасига юклатилган норматив-ҳуқуқий ҳужжатлар ва топшириқларининг давлат органлари ва ташкилотлари томонидан ўз вақтида ва белгиланган тартибда ижро этилишини мувофиқлаштиради",
    statusText:
      "Агентлик раҳбарияти томонидан департаментга юклатилган топшириқлар ижроси таъминланмоқда.",
    subcategory: "",
  },
  {
    id: 42,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "ok",
    name: "Замонавий талабларга мувофиқ ўз касбий даражасининг доимий ўсишида давлат фуқаролик хизматчиларининг манфаатдорлигини оширишни ҳисобга олган ҳолда қайта тайёрлаш ва малака ошириш тизимини янада такомиллаштириш бўйича қоидаларни амалга оширишни ташкил этишни ва назоратини таъминлайди",
    statusText:
      "Ўрнатилган тартибда қайта тайёрлаш ва малака ошириш тизимини янада такомиллаштириш бўйича қоидаларни амалга оширишни ташкил этиш ва назоратини таъминлаш амалга оширилмоқда",
    subcategory: "Давлат хизматчиларининг малакасини ошириш бошқармаси",
  },
  {
    id: 43,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "ok",
    name: "Давлат фуқаролик хизматчиларини қайта тайёрлаш ва малакасини ошириш курсларини доимий такомиллаштириш ишларини ташкил этади",
    statusText:
      "Давлат фуқаролик хизматчиларини қайта тайёрлаш ва малакасини ошириш курслари мунтазам ташкил этиб борилмоқда",
    subcategory: "Давлат хизматчиларининг малакасини ошириш бошқармаси",
  },
  {
    id: 44,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "bad",
    name: "Ўз ваколати доирасида давлат фуқаролик хизматининг ягона ахборот-тахлил тизими мониторингини амалга оширади. Изоҳ: Ушбу функция Давлат хизматчиларининг малакасини ошириш бошқармаси фаолиятининг йўналишларига мос келмайди.",
    statusText:
      "Давлат фуқаролик хизматига оид давлат органлари ва ташкилотлари рўйхати ва давлат фуқаролик хизмати лавозимлари реестри тасдиқланмаган",
    subcategory: "Давлат хизматчиларининг малакасини ошириш бошқармаси",
  },
  {
    id: 45,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "ok",
    name: "Қайта тайёрлаш ва малака ошириш курсларида таълим жараёнини такомиллаштириш механизми ҳамда услубларини белгилайди",
    statusText:
      "Қайта тайёрлаш ва малака ошириш курсларида таълим жараёни доимий такомиллаштирилиб борилмоқда.",
    subcategory: "Давлат хизматчиларининг малакасини ошириш бошқармаси",
  },
  {
    id: 46,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "bad",
    name: "Давлат фуқаролик хизматчиларини қайта тайёрлаш ва малакасини ошириш юзасидан давлат стандартлари бўйича таклифлар ишлаб чиқади. Изоҳ: Таълим тўғрисидаги қонунчиликка мувофиқ, қайта тайёрлаш ва малака ошириш курслари учун давлат таълим стандарти эмас, давлат таълим талаблари ишлаб чиқилади.",
    statusText:
      "Қайта тайёрлаш ва малака ошириш курсларида таълим жараёни доимий такомиллаштирилиб борилмоқда.",
    subcategory: "Давлат хизматчиларининг малакасини ошириш бошқармаси",
  },
  {
    id: 47,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Илғор хорижий таълим муассасаларида кадрларни қайта тайёрлаш ва малакасини ошириш ва хорижий мутахассисларни жалб этиш тизимини такомиллаштириш бўйича таклифлар ишлаб чиқади",
    statusText: "Тизимни такомиллаштириш бўйича таклифлар ишлаб чиқилган.",
    subcategory: "Давлат хизматчиларининг малакасини ошириш бошқармаси",
  },
  {
    id: 48,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "ok",
    name: "Қайта тайёрлаш ва малака ошириш курсларидан, шунингдек, масофавий ўқитиш усуллари орқали курслардан ўтиши керак бўлган контингентини белгилайди",
    statusText:
      "Курсларда ўқитилиши керак бўлган контингент сони аниқланган ва улар учун ўқувлар режа бўйича ташкил этилмоқда.",
    subcategory: "Давлат хизматчиларининг малакасини ошириш бошқармаси",
  },
  {
    id: 49,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Давлат органлари ва ташкилотларининг давлат фуқаролик хизматчиларини тайёрлаш, қайта тайёрлаш ва малакасини ошириш билан боғлиқ фаолиятини ўрганади, ўрганиш натижаларига кўра муаммоларни бартараф этиш ва давлат фуқаролик хизматчиларини тайёрлаш, қайта тайёрлаш ва малакасини оширишни яхшилаш бўйича таклифлар киритади",
    statusText:
      "Давлат фуқаролик хизматчиларини тайёрлаш, қайта тайёрлаш ва малакасини оширишни яхшилаш бўйича таклифлар ишлаб чиқилиб, Раҳбариятга билдиришномалар тақдим этилган.",
    subcategory: "Давлат хизматчиларининг малакасини ошириш бошқармаси",
  },
  {
    id: 50,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "ok",
    name: "Давлат фуқаролик хизматчиларини қайта тайёрлаш ва малакасини ошириш соҳасида давлат органлари ва ташкилотларининг кадрлар билан ишлаш бўлинмалари ҳамда давлат фуқаролик хизматчиларини тайёрлаш, қайта тайёрлаш ва малакасини ошириш масъуллари фаолиятини мувофиқлаштиради ҳамда амалий ёрдам кўрсатади",
    statusText:
      "Масъуллар фаолиятини мувофиқлаштиришда амалий ёрдам кўрсатилмоқда.",
    subcategory: "Давлат хизматчиларининг малакасини ошириш бошқармаси",
  },
  {
    id: 51,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "ok",
    name: "Давлат фуқаролик хизматчиларини қайта тайерлаш ва уларнинг малакасини ошириш масалаларида давлат органлари ва ташкилотларига тушунтиришлар беради ва зарур ҳолатларда ёрдам кўрсатади",
    statusText:
      "Давлат органлари ва ташкилотлари билан ҳамкорликда ўқув курслари ташкил этилмоқда. Семинар-тренинглар, учрашувлар ўтказилмоқда.",
    subcategory: "Давлат хизматчиларининг малакасини ошириш бошқармаси",
  },
  {
    id: 52,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "ok",
    name: "Истиқболли кадрлар салоҳиятини ошириш учун ривожланган хорижий мамлакатларга стажировкага юбориш фаолиятини мувофиқлаштиради",
    statusText:
      "Стажировкага юбориш бўйича тегишли тартибда ишлар амалга оширилмоқда.",
    subcategory: "Давлат хизматчиларининг малакасини ошириш бошқармаси",
  },
  {
    id: 53,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Давлат фуқаролик хизматчиларини психологик баҳолаш ва ижтимоий тадқиқотларни амалга оширишда норматив-ҳуқуқий ҳужжатлар талабларига, илмий, назарий ва амалий тадқиқотлар натижаларига кўра ишлаб чиқилган таклиф ва тавсияларни амалиётдаги ҳолатини мониторинг ва таҳлил қилади",
    statusText:
      "Давлат орган ва ташкилотларда ўтказилган тадқиқотлар юзасидан 10 дан ортиқ таҳлилий ҳужжат тайёрланди ва Агентлик раҳбариятга тақдим этилди.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 54,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Кадрлар ўз салоҳиятини тўла-тўкис намоён этиши учун муносиб шарт-шароитларни яратишда давлат органлари ва ташкилотларига кўмаклашади",
    statusText:
      "Давлат орган ва ташкилотларда ходимларнинг писхологик барқарорлигини, стрессга бардошлигини таъминлаш бўйича психологик тренинглар ўтказилди.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 55,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Кадрлар ўз салоҳиятини тўла-тўкис намоён этиши учун муносиб шарт-шароитларни яратишда давлат органлари ва ташкилотларига кўмаклашади",
    statusText:
      "Давлат орган ва ташкилотларда ижтимоий тадқиқот ва психодиагностика доирасида ходимларга ишдан ташқари вақтда, шунингдек оила даврасига келганда ўз эгаллаб турган лавозимидаги ролини ота (она, турмуш уртоғи, фарзанд ва ҳ.к.) ролига алмашиш лозимлиги бўйича маълумот берилган.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 56,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Давлат органлари ва ташкилотларида ахлоқий-психологик муҳитни ўрганади, меҳнат жамоа аъзолари ўртасида муносабатларнинг ёмонлашиши сабаблари ва омилларини аниқлайди ва уларни бартараф этиш бўйича зарур тавсиялар ишлаб чиқади",
    statusText:
      "Ўзбекистон Республикаси Вазирлар Маҳкамаси, 4 та вазирлик, шунингдек Қорақалпоғистон Республикаси ва 4 та вилоят ҳокимликларда ижтимоий-психологик муҳитни ўрганиш мақсадида тадқиқотлар ўтказилган. Натижалари бўйича тегишли тавсиялар ишлаб чиқилган ва тақдим этилган.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 57,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Давлат фуқаролик хизматчилари ва уларнинг фаолиятини психологик баҳолаш тизимини ишлаб чиқади ва амалиётга тадбиқ этади ҳамда уларнинг натижаларини тизимли таҳлил қилади",
    statusText:
      "“Давлат фуқаролик хизматчиларини синовдан ўтказиш модули”да (test.argos.uz) давлат фуқаролик хизматчиларини 6 хил психологик тестдан ўтказиш йўлга қўйилди. Мазкур психологик тестлардан 2022-2023 йй. 8 минг нафар давлат фуқаролик хизматчилари ўтказилди.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 58,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Давлат фуқаролик хизматчилари фаолиятини таҳлил қилиш бўйича ижтимоий тадқиқотлар ўтказилишини режалаштиради ва амалга оширилишини мониторинг қилади",
    statusText:
      "Давлат орган ва ташкилотларда кадрлар қўнимсизлиги, ходимларга яратилган шарт-шароитлар, малака ошириш тизими, хорижий стажировка тартиби, давлат хизматининг жозибадорлиги бўйича фикрлари каби масалалар ўрганилди. Бунда, 2022-2023 йй. 17 та ижтимоий тадқиқотлар (онлайн шаклда) ўтказилган бўлиб, уларда 220 мингдан ортиқ респондент қамраб олинган.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 59,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "ok",
    name: "Давлат органи ва ташкилоти мақсад ва вазифаларини бажаришда меҳнат жамоасини ривожлантириш ва уларни тўлиқ жалб этиш асосида давлат фуқаролик хизматчисининг шахсий (индивидуал) ҳиссасини оширишга кўмаклашади",
    statusText:
      "Давлат орган ва ташкилотларда бошқарув ходимларнинг “ишга жалб қилинганлик” даражаси бўйича Gallup-12 усули асосида сўровномалар ўтказилмоқда.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 60,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Давлат фуқаролик хизматчиларини психологик баҳолаш ва ижтимоий тадқиқотлар методологиясини мониторинг ва таҳлил қилиш ҳамда ушбу масала бўйича салбий оқибатлар ва таҳдидларни бартараф этиш бўйича таклифлар ишлаб чиқади",
    statusText:
      "Ташкилий диагностика доирасида 5 та вазирлик ҳамда 3 та вилоят ҳокимликларда ўрганишлар натижалари бўйича таклифлар ишлаб чиқилди.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 61,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "ok",
    name: "Давлат фуқаролик хизматчиларини психологик баҳолаш ва ижтимоий тадқиқотларни амалга оширишда замонавий ахборот-коммуникация технологияларини жорий этиш бўйича таклифларни тайёрлайди",
    statusText:
      "Давлат хизматчилари психологиясини янада чуқур ўрганиш мақсадида Агентликнинг электрон ахборот тизимига хорижий тажрибага асосланган Вандерликнинг қисқа саралаш, Гилфорднинг Социал интеллектни тадқиқ этиш, Лидерликни аниқлаш, Ершовнинг Раҳбар йўналганлигини аниқлаш ва Равеннинг Прогрессив матрицалар тестлари методикалари киритилди ва бугунги кунда синовдан ўтказилмоқда.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 62,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Давлат органлари ва ташкилотларининг меҳнат жамоасини ва ходимларини психологик баҳолаш, шунингдек ижтимоий тадқиқотлар бўйича методологияни яратиш мақсадида, тегишли давлат органи ва ташкилотидан юқори малакали, ушбу масала бўйича етарли тажриба тўплаган мутахассисларни жалб этади ва ишчи гуруҳлар тузади",
    statusText:
      "Давлат фуқаролик хизматчисининг касбий компетенциясини ишлаб чиқиш тизимини жорий қилиш мақсадида 4 та вазирликнинг марказий аппаратидаги ҳамда ҳудудий бошқармаларда, туман (шаҳар) бўлимларидаги раҳбар кадрлар билан “Муҳим воқеалар методи” ҳамда “Тўғридан-тўғри атрибутлар методи” бўйича интервьюлар ўтказилди. Мазкур жараёнга вазирликдаги юқори малакали ва тажрибали мутахассислар жалб этилган.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 63,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Давлат органлари ва ташкилотларидан давлат фуқаролик хизматчиларини психологик баҳолаш ва ижтимоий тадқиқотларни амалга ошириш масалаларини тизимли асосда мониторинг қилади, аниқланган камчиликлар ва нуқсонларни бартараф этиш бўйича таклифларни тайёрлайди ҳамда бошқа зарурий чораларни амалга оширади",
    statusText:
      "Давлат орган ва ташкилотларда ўтказилган тадқиқотлар натижалари бўйича таклифлар ишлаб чиқилди.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 64,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "ok",
    name: "Давлат фуқаролик хизматини ривожлантиришга, ходимларни бошқариш ва инсон ресурсларини ривожлантириш соҳасида илғор халқаро стандартлар ва энг яхши хориж амалиётларини жорий этишга қаратилган давлат дастурлари ҳамда лойиҳаларини ишлаб чиқиш ва амалга оширишда иштирок этиш",
    statusText:
      "«Янги Ўзбекистон-2030» стратегиясининг давлат бошқаруви йўналиши бўйича таклифлар ишлаб чиқилди. Бунда, давлат фуқаролик хизматчиларига тегишли психологик кўмак кўрсатиш бўйича “Рақамли психологик хизмат” тизимини жорий этиш таклиф этилмоқда.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 65,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Давлат органлари ва ташкилотларида коррупцияга қарши курашиш, давлат фуқаролик хизматчиларига юксак касбий одоб-ахлоқни, маънавий ва ахлоқий фазилатларни сингдириш дастурлари ишлаб чиқиш. Изоҳ: Ушбу функция Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси фаолиятининг йўналишларига мос келмайди.",
    statusText:
      "Давлат фуқаролик хизматчиларининг хизмат фаолиятига оид ва хизматдан ташқари одоб-ахлоқи, жамоатчилик билан муносабатларига доир қоидаларга риоя этишини тизимли назорат қилиб боришини таъминлашни назарда тутувчи “Давлат фуқаролик хизматчиларининг маънавий-ахлоқий фазилатларини баҳолаш тартиби” лойиҳасини ишлаб чиқишда иштироқ этилди.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 66,
    category:
      "Инсон ресурслари ва кадрлар салоҳиятини ривожлантириш департаменти",
    category_id: 4,
    status: "good",
    name: "Давлат фуқаролик хизматчиларини психодиагностик ва психофизиологик кўрсатгичлари асосида давлат органи ва ташкилоти фаолиятини баҳолаш бўйича таклифларни умумлаштирган ҳолда методологик базани шакллантириш",
    statusText:
      "Давлат фуқаролик хизматидаги 457 нафар раҳбар кадрларнинг психологик барқарорлик даражаси “Невротик бузилишлар сўровномаси” асосида ўрганилди, натижалари бўйича таклифлар ишлаб чиқилди ҳамда мазкур сўровнома методологик базасига киритилди.",
    subcategory:
      "Психологик баҳолаш ва ижтимоий тадқиқотлар методологияси бошқармаси",
  },
  {
    id: 67,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Давлатлар ва халқаро ташкилотлар билан халқаро-ҳуқуқий ҳамкорликни йўлга қўйиш.",
    statusText:
      "Давлат хизматини ривожлантириш агентлиги томонидан 35 та халқаро ташкилот билан ҳамкорлик ўрнатилди.",
    subcategory: "ДЕПАРТАМЕНТНИНГ АСОСИЙ ВАЗИФАЛАРИ",
  },
  {
    id: 68,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Халқаро шартномалар лойиҳаларини халқаро-ҳуқуқий нормаларга ва Ўзбекистон Республикасининг қонун ҳужжатларига мувофмқлиги юзасидан экспертизадан ўтказилишини ташкил этиш.",
    statusText:
      "“Ўзбекистон Республикасининг халқаро шартномалари тўғрисида”ги Қонунда белгиланган тартибга мувофиқ, 6 та ҳамкорлик ҳужжати (меморандум, декларация) лойиҳаси тайёрланди ва экспертизадан ўтказиш учун Ташқи ишлар вазирлигига тақдим қилинди.",
    subcategory: "ДЕПАРТАМЕНТНИНГ АСОСИЙ ВАЗИФАЛАРИ",
  },
  {
    id: 69,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Ўзбекистон Республикасининг халқаро шартномаларини тузиш бўйича таклифларни келишиш, Ўзбекистон Республикасининг халқаро шартномаларини тайёрлаш ва ижро этишда иштирок этади.",
    statusText:
      "Давлат хизматини ривожлантириш агентлиги иштирокида 6 та икки ва кўп томонлама ҳамкорлик ҳужжати имзоланди. Ҳамкорлик ҳужжатларининг 4 таси олий ва юқори даражадаги ташрифлар доирасида имзоланган.",
    subcategory: "ДЕПАРТАМЕНТ ФУНКЦИЯЛАРИНИНГ БАЖАРИЛИШ ҲОЛАТИ",
  },
  {
    id: 70,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "bad",
    name: "Халқаро шартномалар лойиҳаларини ҳуқуқий экспертизадан ўтказади.",
    statusText:
      "Халқаро шартнома лойиҳасини ҳуқуқий экспертизадан ўтказиш бўйича вазифа/мурожаат келиб тушмаган.",
    subcategory: "ДЕПАРТАМЕНТ ФУНКЦИЯЛАРИНИНГ БАЖАРИЛИШ ҲОЛАТИ",
  },
  {
    id: 71,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "bad",
    name: "Ўзбекистон Республикасининг ҳуқуқий ёрдам кўрсатиш тўғрисидаги халқаро шартномаларини тайёрлайди, тузиш ва бажариш ҳақида таклифлар тақдим этади.",
    statusText:
      "Ўзбекистон Республикасининг ҳуқуқий ёрдам кўрсатиш тўғрисидаги халқаро шартномаларини тайёрлаш бўйича вазифа/мурожаат келиб тушмаган.",
    subcategory: "ДЕПАРТАМЕНТ ФУНКЦИЯЛАРИНИНГ БАЖАРИЛИШ ҲОЛАТИ",
  },
  {
    id: 72,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Агентлик фаолияти соҳасидаги халқаро-ҳуқуқий нормаларни ўрганади ва Ўзбекистон Республикаси қонунчилигини уларга мувофиқлаштиришга доир таклифларни киритади.",
    statusText:
      "Жанубий Корея, Малайзия, Япония, Хитой, Франция, Россия, Озарбайжон каби мамлакатларда давлат хизматини ташкил қилиш юзасидан хорижий тажриба ўрганилди.",
    subcategory: "ДЕПАРТАМЕНТ ФУНКЦИЯЛАРИНИНГ БАЖАРИЛИШ ҲОЛАТИ",
  },
  {
    id: 73,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Хорижий ва халқаро ташкилотлар билан давлат фуқаролик хизматчилари соҳасида ҳамкорлик тўғрисида шартномалар тузиш бўйича таклифлар тайёрлайди.",
    statusText:
      "Давлат хизмати бўйича Остона хаби, Озарбайжон Давлат имтиҳон маркази, Корея Инсон ресурсларини ривожлантириш институти билан ўзаро англашув меморандумларини имзолаш бўйича таклифлар тайёрланган.",
    subcategory: "ДЕПАРТАМЕНТ ФУНКЦИЯЛАРИНИНГ БАЖАРИЛИШ ҲОЛАТИ",
  },
  {
    id: 74,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Хорижий ва халқаро ташкилотлар билан халқаро ҳамкорликни ўрнатади ва ривожлантиради.",
    statusText:
      "Давлат хизматини ривожлантириш агентлиги томонидан 35 та халқаро ташкилот билан ҳамкорлик ўрнатилди.",
    subcategory: "ДЕПАРТАМЕНТ ФУНКЦИЯЛАРИНИНГ БАЖАРИЛИШ ҲОЛАТИ",
  },
  {
    id: 75,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Бошқарма фаолияти соҳасидаги масалалар юзасидан ҳуқуқий тарғибот ишларини амалга оширади.",
    statusText:
      "Халқаро ҳамкорларга мўлжалланган тарғибот материаллари (брошюра, тақдимотлар) тайёрланди.",
    subcategory: "ДЕПАРТАМЕНТ ФУНКЦИЯЛАРИНИНГ БАЖАРИЛИШ ҲОЛАТИ",
  },
  {
    id: 76,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Бошқарма фаолияти соҳасидаги қонун ҳужжатларини қўллаш бўйича хулосалар тайёрлайди.",
    statusText:
      "“Ўзбекистон Республикасининг халқаро шартномалари тўғрисида”ги Қонун, халқаро фаолиятни ташкиллаштириш бўйича йўриқномалардан фойдаланилмоқда.",
    subcategory: "ДЕПАРТАМЕНТ ФУНКЦИЯЛАРИНИНГ БАЖАРИЛИШ ҲОЛАТИ",
  },
  {
    id: 77,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Бошқарма ўз ваколатлари доирасида бошқа функцияларни ҳам амалга оширади.",
    statusText:
      "Халқаро ташкилот ва хорижий жамғармалар (БМТТД, Германия ҳамкорлик жамияти, Ханнс Зайдель жамғармаси)нинг грант маблағларини жалб қилиш юзасидан ишлар амалга оширилди.",
    subcategory: "ДЕПАРТАМЕНТ ФУНКЦИЯЛАРИНИНГ БАЖАРИЛИШ ҲОЛАТИ",
  },
  {
    id: 78,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Тегишли давлат органлари ва ташкилотларидан статистика маълумотлари, таҳлилий материаллар, хулосалар ва бошқа маълумотларни талаб келиш ва олиш.",
    statusText:
      "Ташкил қилинган ҳар бир халқаро тадбир, хорижий малака ошириш курслари юзасидан Ўзбекистон Республикаси Ташқи ишлар вазирлигининг хулосаси олинди.",
    subcategory: "ДЕПАРТАМЕНТГА БЕРИЛГАН ҲУҚУҚЛАРНИ АМАЛГА ОШИРИШ БЎЙИЧА",
  },
  {
    id: 79,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Ўзбекистон Республикаси Президенти, Ўзбекистон Республикаси Вазирлар Маҳкамаси ва бошқа давлат органлари кўриб чиқиши учун қонунчиликни такомиллаштириш масалалари бўйича белгиланган тартибда Агентлик раҳбариятига таклифлар киритиш.",
    statusText:
      "Давлат хизматини ташкил қилиш, маъмурий ислоҳотларни амалга ошириш юзасидан хорижий тажрибага асосланган таклифлар тақдим қилинган.",
    subcategory: "ДЕПАРТАМЕНТГА БЕРИЛГАН ҲУҚУҚЛАРНИ АМАЛГА ОШИРИШ БЎЙИЧА",
  },
  {
    id: 80,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Ахборот-таҳлилий материаллар, норматив-ҳуқуқий ҳужжатларнинг ҳамда халқаро шартномалар лойиҳаларини тайёрлаш учун давлат органлари ва ташкилотлари мутахассисларини жалб этиш, шу мақсадда комиссиялар ва ишчи гуруҳларни ташкил этиш.",
    statusText:
      "Хорижий экспертлар – Дж.Слейтер, Э.Темплман билан ҳамкорлик олиб борилди.",
    subcategory: "ДЕПАРТАМЕНТГА БЕРИЛГАН ҲУҚУҚЛАРНИ АМАЛГА ОШИРИШ БЎЙИЧА",
  },
  {
    id: 81,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "bad",
    name: "Бошқарма ваколатига кирувчи масалалар бўйича ахборот-таҳлилий материалларни тайёрлаш учун вазирликлар, давлат қўмиталари, идоралар, илмий ва таълим муассасалари ҳамда бошқа ташкилотлар вакилларини чақириш ва жалб этиш.",
    statusText: "Зарурат юзага келмаган.",
    subcategory: "ДЕПАРТАМЕНТГА БЕРИЛГАН ҲУҚУҚЛАРНИ АМАЛГА ОШИРИШ БЎЙИЧА",
  },
  {
    id: 82,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "bad",
    name: "Давлат органлари ва ташкилотларида ҳуқуқни қўллаш амалиётини, шу жумладан жойларга чиққан ҳолда текшириш.",
    statusText: "Халқаро фаолиятга таалуқли эмас.",
    subcategory: "ДЕПАРТАМЕНТГА БЕРИЛГАН ҲУҚУҚЛАРНИ АМАЛГА ОШИРИШ БЎЙИЧА",
  },
  {
    id: 83,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "bad",
    name: "Давлат органлари ва ташкилотлари раҳбарларига давлат фуқаролик хизмати тўғрисидаги қонун ҳужжатлари бузилиши, уларни келтириб чиқарувчи сабаб ва шароитларни бартараф этиш бўйича кўриб чиқилиши мажбурий бўлган тақдимномалар киритиш.",
    statusText: "Халқаро фаолиятга таалуқли эмас.",
    subcategory: "ДЕПАРТАМЕНТГА БЕРИЛГАН ҲУҚУҚЛАРНИ АМАЛГА ОШИРИШ БЎЙИЧА",
  },
  {
    id: 84,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "bad",
    name: "Текшириш ва таҳлил давомида аниқланган ҳолатларга аниқлик киритиш мақсадида давлат органлари ва бошқа ташкилотларнинг мансабдор шахслари ҳамда ходимларини чақириш, қонун ҳужжатларининг бузилиши ҳолатлари юзасидан оғзаки ва ёзма тушунтиришлар талаб қилиш.",
    statusText: "Халқаро фаолиятга таалуқли эмас.",
    subcategory: "ДЕПАРТАМЕНТГА БЕРИЛГАН ҲУҚУҚЛАРНИ АМАЛГА ОШИРИШ БЎЙИЧА",
  },
  {
    id: 85,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Агентлик ваколатига кирадиган масалалар бўйича идоралараро тусдаги халқаро шартномаларни белгиланган тартибда тузиш.",
    statusText:
      "Давлат хизматини ривожлантириш агентлиги, Давлат бошқаруви академияси ва Сингапур Давлат хизмати коллежи ўртасида ўзаро англашув меморандуми; Туркий давлатлар ташкилоти доирасида инсон ресурсларини ривожлантириш бўйича англашув меморандуми каби идоралараро ҳужжатлар имзоланган.",
    subcategory: "ДЕПАРТАМЕНТГА БЕРИЛГАН ҲУҚУҚЛАРНИ АМАЛГА ОШИРИШ БЎЙИЧА",
  },
  {
    id: 86,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Агентлик ваколатига тегишли бўлган масалалар бўйича халқаро даражада Ўзбекистон Республикаси манфаатларини белгиланган тартибда ифодалаш.",
    statusText:
      "Хорижий хизмат сафарига юборилаётган давлат хизматчилари учун йўриқномада ифодаланган.",
    subcategory: "ДЕПАРТАМЕНТГА БЕРИЛГАН ҲУҚУҚЛАРНИ АМАЛГА ОШИРИШ БЎЙИЧА",
  },
  {
    id: 87,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Ўз ваколатлари доирасида хорижий давлатлар органлари ва халқаро ташкилотлар билан тўғридан-тўғри алоқалар ўрнатиш.",
    statusText:
      "Давлат хизматини ривожлантириш агентлиги томонидан 35 та халқаро ташкилот билан ҳамкорлик ўрнатилди.",
    subcategory: "ДЕПАРТАМЕНТГА БЕРИЛГАН ҲУҚУҚЛАРНИ АМАЛГА ОШИРИШ БЎЙИЧА",
  },
  {
    id: 88,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Агентликда чет эл расмий делегациялари, дипломатик ваколатхоналар, консуллик муассасалари ва халқаро ташкилотлар вакиллари билан учрашувларни белгиланган тартибда ташкил этиш юзасидан директор ва директорининг ўринбосарларига таклифлар киритиш.",
    statusText:
      "Чет эл расмий делегациялари, дипломатик ваколатхоналар ва халқаро ташкилотлар вакиллари билан учрашувларни ўтказиш жойи, иштирокчилари, муҳокама қилинадиган масалалар юзасидан таклифлар мунтазам киритиб борилди.",
    subcategory: "ДЕПАРТАМЕНТГА БЕРИЛГАН ҲУҚУҚЛАРНИ АМАЛГА ОШИРИШ БЎЙИЧА",
  },
  {
    id: 89,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Зиммасига юкланган вазифаларнинг ўз вақтида ва сифатли бажарилишини таъминлаш.",
    statusText:
      "Топшириқларнинг argos.ijro.uz платформасида ёки Агентлик раҳбарияти томонидан белгиланган муддатларда ижроси таъминланди.",
    subcategory: "ДЕПАРТАМЕНТГА ЮКЛАТИЛГАН МАЖБУРИЯТЛАРНИ ТАЪМИНЛАШ БЎЙИЧА",
  },
  {
    id: 90,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Агентлик раҳбариятига таклифлар ва масалаларни киритишда сифатли экспертиза ўтказилишини ташкил этиш ва бунда миллий ва давлат манфаатларини инобатга олинишини таъминлаш.",
    statusText:
      "Агентлик раҳбариятига таклифлар департамент ва бошқармаларнинг фикр ва таклифларини инобатга олган ҳолда тайёрланди.",
    subcategory: "ДЕПАРТАМЕНТГА ЮКЛАТИЛГАН МАЖБУРИЯТЛАРНИ ТАЪМИНЛАШ БЎЙИЧА",
  },
  {
    id: 91,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Мутасаддилик қилинаётган тузилмалар томонидан уларнинг зиммасига юкланган вазифа ва функциялар ўз вақтида ва сифатли бажарилиши устидан назоратни таъминлаш.",
    statusText: "Бошқарма бошлиғи томонидан назорат олиб борилди.",
    subcategory: "ДЕПАРТАМЕНТГА ЮКЛАТИЛГАН МАЖБУРИЯТЛАРНИ ТАЪМИНЛАШ БЎЙИЧА",
  },
  {
    id: 92,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Функционал вазифаларга мувофиқ ҳужжатлар лойиҳаларининг сифатли ишлаб чиқилиши, ишончлилиги ва ўз вақтида тайёрланиши, топшириқлар ва қабул қилинган ҳужжатларнинг бажарилиши устидан назоратнинг амалга оширилиши учун шахсий жавобгарлик масъулиятини таъминлаш.",
    statusText:
      "Функционал вазифаларни бажаришда бошқарма ходимларининг шахсий жавобгарлик масъулияти ходимларга етказилди.",
    subcategory: "ДЕПАРТАМЕНТГА ЮКЛАТИЛГАН МАЖБУРИЯТЛАРНИ ТАЪМИНЛАШ БЎЙИЧА",
  },
  {
    id: 93,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Ўз фаолияти соҳасини ривожлантириш бўйича дастурлар, тадбирлар режалари, «йўл хариталари» ва бошқа дастурий ҳужжатларнинг самарали амалга оширилиши учун жавобгардир.",
    statusText:
      "Дастурлар, тадбирлар режалари, «йўл хариталари» ва бошқа дастурий ҳужжатларнинг самарали амалга оширилиши юзасидан жавобгарлик таъминланди.",
    subcategory: "ДЕПАРТАМЕНТГА ЮКЛАТИЛГАН МАЖБУРИЯТЛАРНИ ТАЪМИНЛАШ БЎЙИЧА",
  },
  {
    id: 94,
    category: "Халқаро ҳамкорлик бошқармаси",
    category_id: 5,
    status: "good",
    name: "Ижро интизомини таъминлаш.",
    statusText:
      "Бошқармада ижро интизомини таъминлаш мақсадида ҳар ҳафта бошида амалга ошириладиган вазифалар белгиланди.",
    subcategory: "ДЕПАРТАМЕНТГА ЮКЛАТИЛГАН МАЖБУРИЯТЛАРНИ ТАЪМИНЛАШ БЎЙИЧА",
  },
  {
    id: 95,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "ok",
    name: "Иқтидорли ва истиқболли мутахассислар, шу жумладан ёшлар ва хотин-қизлар, хорижда яшаётган ватандошлар орасида давлат фуқаролик хизматининг ижобий тимсолини шакллантириш буйича чоралар амалга оширилишини таъминлайди.",
    statusText:
      "“Келажак лидерлари” телеграм канали очилди, бунда давлат фуқаролик хизматининг ижобий тимсолини шакллантириш бўйича видео-роликлар ва бошқа материаллар юклаб борилмоқда. Агентлик промо-ролигида бошқарма мутахассиси иштирок этди.",
    subcategory: "",
  },
  {
    id: 96,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "ok",
    name: "Давлат органлари ва ташкилотларига истиқболли ва  юқори малакали мутахассисларни жалб этиш борасида давлат органлари ва ташкилотларидаги ишлар ҳолатини мониторинг қилади.",
    statusText:
      "Вазирлик ва идоралар томонидан “Ёш мутахассисларни танлашнинг намунавий дастури” ижроси ҳолати бўйича мониторинг ўтказиб келинмоқда. (UM76521707-сон хат)",
    subcategory: "",
  },
  {
    id: 97,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "good",
    name: "Муҳим илмий ва амалий тажрибага эга бўлган, чет эллардаги нуфузли саноат, молия, илмий-тадқиқот, таълим ва бошқа ташкилотларда ишлаётган ватандошлар билан алоқа ўрнатади.",
    statusText:
      "Ватандошлар билан алоқалар ўрнатиш йўналишида “Эл-юрт умиди” жамғармаси фаолияти мувофиқлаштирилмоқда. Хорижда истиқомат қилаётган ватандошларимиз томонидан юртимиз обрўсини янада оширишга, юртдошларимизни она Ватан равнақи йўлида бирлаштиришга қаратилган тадбирда Жамғарма ходимлари жорий йилнинг 17-18 июнь кунлари Лондонда иштирок этди. Хорижий давлатларда истиқомат қилаётган қимматли илмий ва амалий тажрибага эга ватандошлар ҳамда собиқ “Умид” ва “Эл-юрт умиди” жамғармалари стипендиатлари иштирокида II Халқаро Форумни ташкил этилди.",
    subcategory: "",
  },
  {
    id: 98,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "good",
    name: "Давлат фуқаролик хизматчилари лавозимларида ишлаш учун талаб юқори бўлган хорижлик олимлар, ўқитувчилар, муҳандислар ва бошқа мутахассисларни жалб этиш бўйича таклифлар ишлаб чиқади ва уларни жалб этиш бўйича чоралар кўради.",
    statusText:
      "105 нафар хорижда нуфузли ОТМларда (ТОП-500) таълим олган ёш мутахассис (шу жумладан, 10 нафар бакалавр, 93 нафар магистр ва 2 нафар фан доктори) ва уларнинг иш берувчилари билан уч томонлама шартномалар имзоланди.",
    subcategory: "",
  },
  {
    id: 99,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "good",
    name: "Давлат фуқаролик хизматига иқтидорли ва истиқболли кадрларни аниқлаш, саралаш ва танлаш соҳасини замон талаблари ва халқаро стандартларга мувофиқ янада ривожлантириш бўйича таклифлар тайёрлайди.",
    statusText:
      "“Эл-юрт умиди” жамғармаси фаолиятини такомиллаштиришга қаратилган “Иқтидорли ва истиқболли кадрларни излаб топиш, хорижда мақсадли тайёрлаш ҳамда уларни профессионал ўстириб бориш тизимини тубдан трансформация қилиш тўғрисида”ги Фармон лойиҳаси тайёрланди ва Агентлик раҳбариятига киритилди. ",
    subcategory: "",
  },
  {
    id: 100,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "good",
    name: "Президент, ижод ва ихтисослаштирилган мактаблари, олий уқув юртлари, шунингдек «Эл-юрт умиди» жамғармаси билан биргаликда иқтидорли ва истиқболли ёшларни аниқлаш, саралаш ва танлаш тадбирларида иштирок этади",
    statusText:
      "2021-2023 йиллар давомида 6 та Жамғарма стипендия танловларини ташкил этишда кўмаклашилган. Бунда танлов комиссияси раиси ва аъзоси, апелляция комиссияси раиси ва аъзоси сифатида агентлик раҳбарияти ва бошқарма ходимлари иштирок этган.",
    subcategory: "",
  },
  {
    id: 101,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "good",
    name: "Истиқболли бошқарув кадрларини танлаш бўйича «Тараққиёт» республика танловини ташкил этиш ва ўтказиш юзасидан раҳбариятга таклиф киритади",
    statusText:
      "Истиқболли бошқарув кадрларини танлаб олиш бўйича. «Тараққиёт» республика танловини ўтказишнинг янги тизимини жорий этиш бўйича масъул департаментлар билан биргаликда “Давлат фуқаролик хизматига истиқболли бошқарув кадрларини танлов асосида танлаб олиш тизимини янада такомиллаштириш тўғрисида”ги қарори лойиҳаси тайёрланди ва Агентлик раҳбариятига тақдим этилди.",
    subcategory: "",
  },
  {
    id: 102,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "good",
    name: "Иқтидорли ва истиқболли мутахассислар, шу жумладан ёшлар ва хотин-қизлар, хорижда яшаётган ватандошлар орасида давлат фуқаролик хизматининг ижобий тимсолини шакллантириш ва улар билан алоқа ўрнатиш буйича чора-тадбирлар амалга оширилишини таъминлашда иштирок этади.",
    statusText:
      "Давлат фуқаролик хизматидаги ёш аёл кадрларни малакасини ошириш бўйича олиб борилаётган ишлар, жумладан, Давлат бошқаруви академиясида ташкил қилинган “Келажак лидерлари” дастурларда ёш аёллар улуши 40% ни ташкил қилди. Хорижий давлатларда истиқомат қилаётган қимматли илмий ва амалий тажрибага эга ватандошлар ҳамда собиқ “Умид” ва “Эл-юрт умиди” жамғармалари стипендиатлари иштирокида II Халқаро Форумни ташкил этилди.",
    subcategory: "",
  },
  {
    id: 103,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "good",
    name: "Давлат фуқаролик хизматини кадрларни аниқлаш, саралаш ва танлаш соҳасини ривожлантириш бўйича норматив-ҳуқуқий ҳужжатлар ва бошқа ҳужжатларнинг лойиҳаларини ишлаб чиқиш, шунингдек норматив-ҳуқуқий ҳужжатларнинг таъсири самарадорлигини баҳолашда иштирок этади.",
    statusText:
      "“Давлат фуқаролик хизматига истиқболли бошқарув кадрларини танлов асосида танлаб олиш тизимини янада такомиллаштириш тўғрисида”ги Фармон лойиҳаси   ишлаб чиқилди ва ўрнатилган тартибда Вазирлар Маҳкамасига киритилди (ID-77952).",
    subcategory: "",
  },
  {
    id: 104,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "good",
    name: "Истиқболли кадрлар селекцияси йўналишининг ҳолати, жараёни ва ривожланиши истиқболлари ҳамда амалга оширилган ишлар юзасидан ахборот-таҳлилий материал тайёрлайди ва раҳбариятга киритади.",
    statusText:
      "“Эл-юрт умиди” жамғармаси фаолиятига оид, шунингдек, “Келажак лидерлари” махсус малака ошириш дастури натижалари бўйича ахборот-таҳлилий материаллар Агентлик раҳбариятига  доимий равишда киритиб борилмоқда.",
    subcategory: "",
  },
  {
    id: 105,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "good",
    name: "Истиқболли ва иқтидорли шахсларни, айниқса ёшлар орасидан саралаш ва танлаш (бунда гендер тенглигини таъминлаган ҳолда) жараёнига фуқаролик жамияти институтларини жалб этиш бўйича чора-тадбирлар ишлаб чиқади ҳамда раҳбариятга таклифлар киритади",
    statusText:
      "2021-2023 йиллар давомида 6 та “Эл-юрт” умиди жамғармасининг стипендия танловларини ташкил этишда фуқаролик жамияти институти ва бошқа ташкилот вакиллари мутахассис сифатида жалб қилинган.",
    subcategory: "",
  },
  {
    id: 106,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "good",
    name: "Иқтидорли, истиқболли ва юқори малакали кадрларни миллий захирасини юритади",
    statusText:
      "“Солохиятли кадрлар резерви”га “Келажак лидерлари” дастурининг 3-мавсуми битирувчиларининг барчаси (49 нафари) киритилган (PY66014554) ҳамда бугунги кунда қолган 157 нафарини киритиш бўйича чора-тадбирлар кўрилмоқда.",
    subcategory: "",
  },
  {
    id: 107,
    category: "Истиқболли кадрлар селекцияси бошқармаси ",
    category_id: 6,
    status: "good",
    name: "Истиқболли кадрларни аниқлаш, саралаш ва танлашнинг белгиланган тартибини ишлаб чиқади",
    statusText:
      "Махсус малака дастурларини ташкил қилишда, жумладан, “Кележак лидерлари” дастурида ўқитиладиган таълим йўналишлари, бериладиган кўникмалар ҳамда ўтказиш тартиби Агентликнинг тегишли буйруғи (2021 йил 9 февралдаги 7-сон) билан тасдиқланган. Бу бўйича Администрация (шу санадаги 05-1-627-сонли хат) номидан давлат органлари ва идораларига тегишли топшириқ хати туширилган.",
    subcategory: "",
  },
];
